Repository: tmoreno/maths-games
Catalog: Math Defiance/*.lproj/Localizable.strings
Languages: es

# si
source: Yes
es: Sí

# unjugador
source: 1 Player
es: 1 Jugador

# dosjugadores
source: 2 Players
es: 2 Jugadores

# puntuaciones
source: Score
es: Puntuaciones

# volver
source: Back
es: Volver

# borrar
source: Delete
es: Borrar

# sienteentreinta
source: 7 in 30
es: 7 en 30

# elminuto
source: The minute
es: El minuto

# lasveinte
source: The 20s
es: Las 20

# conseguido
source: You win!
es: ¡Lo conseguiste!

# hastardadoensegundos
source: You took %d seconds
es: Has tardado %d segundos

# hetardadoensegundos
source: I took %d seconds to complete the game "%@"
es: He tardado %d segundos en terminar el juego "%@"

# hastardadoenminutos
source: You took %02d:%02d
es: Has tardado %02d:%02d

# hetardadoenminutos
source: I took %02d:%02d seconds to complete the game "%@"
es: He tardado %02d:%02d en terminar el juego "%@"

# hashecho
source: You have done %d operations
es: Has resuelto %d operaciones

# hehecho
source: I have done %d operations in the game "%@"
es: He resuelto %d operaciones en el juego "%@"

# nuevorecord
source: New record!
es: ¡Nuevo record!

# otravez
source: Again
es: Otra vez

# menu
source: Back to menu
es: Ir al menú

# enviartweet
source: Send tweet
es: Enviar tweet

# terminarjuego
source: End Game
es: Terminar juego

# terminarjuegodesc
source: Are you sure you want to end the game?
es: ¿Seguro que quieres terminar la partida?

# mejortiemposegundos
source: Your best time is %d seconds
es: Tu mejor tiempo es %d segundos

# mejortiempominutos
source: Your best time is %@
es: Tu mejor tiempo es de %@

# maxoperaciones
source: You've solved %d operations
es: Has resuelto %d operaciones

# numveces
source: (%d times)
es: (%d veces)

# sinpartidasterminadas
source: You have not won any game
es: Todavía no has ganado ninguna partida

# segundos
source: %d seconds
es: %d segundos

# minutos
source: %@ minutes
es: %@ minutos

# unavez
source: 1 time
es: 1 vez

# masdeunavez
source: %d times
es: %d veces

# unaoperacion
source: 1 operation
es: 1 operación

# masdeunaoperacion
source: %d operations
es: %d operaciones

# juegoterminado
source: Game Over
es: Juego terminado

# volveraintentar
source: Oooh! You took too long to finish the game, but surely you can, try again?
es: ¡Vaya! Has tardado demasiado en terminar el juego, pero seguro que lo puedes conseguir, ¿quieres volver a intentarlo?

# volveraintentar2
source: Oooh! You couldn't to do all operations, but surely you can, try again?
es: ¡Vaya! No has podido resolver todas las operaciones, pero seguro que lo puedes conseguir, ¿quieres volver a intentarlo?

# errorenviartweet
source: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account setup.
es: No puedes enviar un tweet ahora, asegurate de que tienes acceso a Internet y que, por lo menos, tienes una cuenta de Twitter configurada.
